{
  "cars": [
    {
      "id": 1,
      "carname": "Nissan Skyline R34",
      "image": "https://i.pinimg.com/originals/0c/b6/bc/0cb6bc7ab603e810ce6411f6316b8d0b.jpg",
      "price": "23000",
      "description": "10 поколение Nissan Skyline было представлено в мае 1998 в кузовах R34 c большим акцентом на спортивность и соответствие новым экологическим нормам. В базовой модели GT двигатель RB20E был заменен на RB20DE, в последний раз использовавшийся на R32, но модернизированный (NEO). R34 GT с двигателем RB20DE NEO и 5-ступенчатой коробкой передач, стал лучшим по топливной экономичности среди 6-цилиндровых Skyline всех поколений. 5-ступенчатая автоматическая трансмиссия была исключена из этого поколения, взамен предлагалась 4-ступенчатая АКПП и полный привод"
    },
    {
      "id": 2,
      "carname": "Toyota Supra IV (A80)",
      "image": "https://i.pinimg.com/originals/58/67/d5/5867d5fd10d7a8d1068c2704861adadc.jpg",
      "price": "55000",
      "description": "Toyota Supra- легендарное японское спортивное купе. Последнее поколение с индексом A80 покинуло конвейер в 2002 году и запомнилось своим ярким дизайном, классической компоновкой, необычным салоном, напоминающим кокпит истребителя, а самое главное- мощным мотором, отлично подходящим для дальнейших доработок. И вот, спустя 17 лет, производитель анонсировал новое поколение с индексом A90. Стоит отметить, что, по факту, автомобиль нельзя назвать полностью японской разработкой. По факту, это перекроенный немецкий родстер BMW Z4. Хоть внешний облик новой Супры и выдает ее происхождение, японские дизайнеры внесли множество уникальных черт. Передняя часть полностью отличается от исходной модели. У нее гораздо более вытянутые фары головного освещения с шестью прямоугольными секциями фокусирующих элементов. "
    },
    {
      "id": 3,
      "carname": "Mazda RX-7 III (FD)",
      "image": "https://cdn.autopapo.com.br/box/uploads/2022/06/30175029/maxda-rx7-velozes-e-furiosos-3-han-732x488.jpg",
      "price": "40000",
      "description": " спортивный автомобиль, выпускавшийся японским автопроизводителем Mazda с 1978 по 2002 год. Оригинальная RX-7 оснащалась двухсекционным роторно-поршневым двигателем и имела переднюю среднемоторную, заднеприводную компоновку."
    },
    {
      "id": 4,
      "carname": "Nissan Silvia VII (S15)",
      "image": "http://sun9-28.userapi.com/impf/c850620/v850620173/17e3b0/Gt2Gq-D7B_0.jpg?size=1280x852&quality=96&sign=0fb65886c819b9b6d5b863b9eab1f5cf&type=album",
      "price": "23000",
      "description": "Спортивное купе, выпускавшееся японским автопроизводителем Nissan с 1965 по 2002 годы. Купе строилось на платформе Nissan S. Хотя и последние модели разделяли это шасси с другими автомобилями Nissan (в первую очередь европейская 200SX и североамериканская 240SX в поколениях S13 и S14, и модель 180SX на японском рынке), название Silvia на эти автомобили совместно с кодами шасси не переходило."
    },
    {
      "id": 6,
      "carname": "Mitsubishi Lancer Evolution V",
      "image": "https://img2.goodfon.ru/wallpaper/nbig/9/62/mitsubishi-lancer-evolution-x-3892.jpg",
      "price": "17000",
      "description": "В 1998 году WRC создало новый класс «World Rally Car», и, хотя эти машины по-прежнему должны соблюдать стандарты группы A, но не должны проходить омологацию. Mitsubishi переработали Evolution IV с учётом этого и выпустили Evolution V в январе 1998 года"
    },
    {
      "id": 7,
      "carname": "Subaru WRX STI",
      "image": "https://i.ytimg.com/vi/wC1dOXy7Ka8/maxresdefault.jpg",
      "price": "15000",
      "description": "Subaru Impreza WRX STI-спортивный седан/хэтчбэк производства компании Subaru с более мощным двигателем и другими настройками подвески, в отличие от младшего собрата WRX"
    },
    {
      "id": 8,
      "carname": "Nissan Skyline GT-R VIII (R32)",
      "image": "https://i.pinimg.com/originals/1a/aa/7c/1aaa7c34403016c11b4ee313871ccb0f.jpg",
      "price": "20000",
      "description": "Появилась в 1989 году вместе с моделью Skyline серии R32. Название GT-R было реанимировано после 16-летнего перерыва. Серийный номер кузова этой модели BNR32. Двигатель: за основу взят хорошо себя зарекомендовавший мотор серии RB, 6-цилиндровый с рядным расположением цилиндров, но его рабочий объем был доведен до 2,6 литров. Помимо этого двигатель был оснащен двумя турбинами и фронтальным интеркулером, что позволило довести его мощность до 280 лошадиных сил."
    },
    {
      "id": 10,
      "carname": "Nissan Silvia S13",
      "image": "https://static.jdmexport.com/wp-content/uploads/sites/9/2022/09/08070244/What-Is-The-Best-Nissan-Silvia.jpg",
      "price": "36000",
      "description": "Дизайн моделей Nissan второй половины 80-х годов определял стиль моделей всех японских компаний. Можно сказать, что Nissan Silvia в кузовах 13-й серии, которую начали выпускать в 1988 году, была эталоном красоты, утонченности и стиля в то время.Тогда считалось, что Honda Prelude – самая популярная модель на рынке, но компания Nissan выпустила машину, главным преимуществом которой была внешняя красота. Предполагалось, что это будет модель для молодого поколения, и она была названа «машина для свиданий».Silvia выпускалась в трех модификациях: K’s (турбовая модель), Q’s и J’s (атмосферные двигатели). На первом этапе машина комплектовалась 4-цилиндровым рядным двигателем c типом газораспределения DOHC объемом 1,8 литра – CA20, а в последующем – 4-цилиндровым рядным двигателем с типом газораспределения DOHC объемом 2 литра SR20. Большую популярность приобрела компактная спортивная модель с задним приводом."
    },
    {
      "id": 5,
      "carname": "Honda NSX NSX-R I",
      "image": "https://live.staticflickr.com/65535/48089303681_1c426d7726_b.jpg",
      "price": "60000",
      "description": "Японский супер-спорткар мирового уровня Honda NSX начали выпускать в 1990 году. Это было время, когда Honda переживала самые большие успехи в гонках Formula-1. Об NSX ходят слухи, что в его разработке принимал участие Айртон Сенна, трехкратный чемпион этих гонок. При серийном производстве этого автомобиля был применен кузов монолитной конструкции, выполненный полностью из алюминия. Кроме того, различные детали были сделаны из алюминиевых сплавов, за счет чего вес автомобиля составил около 1300 кг. Трехлитровый двигатель V6 DOHC VTEC, гордость Honda, расположен в середине корпуса NSX. Большая часть узлов этой машины — ручной сборки. В 1992 году появилась модификация Type R, которая до сих пор остается на волне большой популярности. С 1997 года устанавливается также двигатель объемом 3,2 л, а благодаря усовершенствованию подвески значительно улучшились ходовые характеристики автомобиля."
    }
  ]
}